xml/request/bog_jonathan.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <ns1:bibliographicData>
  <dkabm:record>
    <ac:identifier>05946719|870970</ac:identifier>
    <ac:source>undefined</ac:source>
    <dc:title>Jonathan Livingston Havmåge</dc:title>
    <dc:title xsi:type="dkdcplus:full">Jonathan Livingston Havmåge</dc:title>
    <dc:creator xsi:type="dkdcplus:aut">Richard Bach</dc:creator>
    <dc:creator xsi:type="oss:sort">Bach, Richard</dc:creator>
    <dc:subject xsi:type="dkdcplus:DK5-Text">Skønlitteratur</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCS">allegorier</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCS">dyrefortællinger</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCS">eventyrlige fortællinger</dc:subject>
    <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
    <dc:subject xsi:type="dkdcplus:DK5">sk</dc:subject>
    <dcterms:abstract>Allegorisk fortælling om en måge, der bliver udstødt af flokken, fordi den prøver at ændre de vaner og vilkår, mågerne lever under</dcterms:abstract>
    <dcterms:audience>voksenmaterialer</dcterms:audience>
    <dkdcplus:version>1. i.e.2. udgave</dkdcplus:version>
    <dc:publisher>Lindhardt og Ringhof</dc:publisher>
    <dc:date>2010</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
    <dc:format>illustreret</dc:format>
    <dcterms:extent>93 sider</dcterms:extent>
    <dc:identifier xsi:type="dkdcplus:ISBN">87-7560-587-2</dc:identifier>
    <dc:identifier xsi:type="dkdcplus:ISBN">9788775605873</dc:identifier>
    <dc:source>Jonathan Livingston Seagull</dc:source>
    <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
    <dc:language>Dansk</dc:language>
  </dkabm:record>
  <marcx:collection>
    <record format="danMARC2" type="Bibliographic">
      <leader>000000000000000000000000</leader>
      <datafield tag="001" ind1="0" ind2="0">
        <subfield code="a">05946719</subfield>
        <subfield code="b">870970</subfield>
        <subfield code="c">20101122180133</subfield>
        <subfield code="d">19830729</subfield>
        <subfield code="f">a</subfield>
        <subfield code="t">FAUST</subfield>
      </datafield>
      <datafield tag="004" ind1="0" ind2="0">
        <subfield code="r">n</subfield>
        <subfield code="a">e</subfield>
      </datafield>
      <datafield tag="008" ind1="0" ind2="0">
        <subfield code="t">m</subfield>
        <subfield code="u">r</subfield>
        <subfield code="a">1983</subfield>
        <subfield code="z">2010</subfield>
        <subfield code="b">dk</subfield>
        <subfield code="d">x</subfield>
        <subfield code="j">f</subfield>
        <subfield code="l">dan</subfield>
        <subfield code="v">0</subfield>
      </datafield>
      <datafield tag="009" ind1="0" ind2="0">
        <subfield code="a">a</subfield>
        <subfield code="g">xx</subfield>
      </datafield>
      <datafield tag="021" ind1="0" ind2="0">
        <subfield code="e">9788775605873</subfield>
        <subfield code="c">hf.</subfield>
        <subfield code="d">kr. 99,95</subfield>
      </datafield>
      <datafield tag="021" ind1="0" ind2="0">
        <subfield code="a">87-7560-587-2</subfield>
      </datafield>
      <datafield tag="032" ind1="0" ind2="0">
        <subfield code="a">DBF201047</subfield>
        <subfield code="x">BKM201047</subfield>
      </datafield>
      <datafield tag="041" ind1="0" ind2="0">
        <subfield code="a">dan</subfield>
        <subfield code="c">eng</subfield>
      </datafield>
      <datafield tag="100" ind1="0" ind2="0">
        <subfield code="0"/>
        <subfield code="a">Bach</subfield>
        <subfield code="h">Richard</subfield>
      </datafield>
      <datafield tag="241" ind1="0" ind2="0">
        <subfield code="a">Jonathan Livingston Seagull</subfield>
      </datafield>
      <datafield tag="245" ind1="0" ind2="0">
        <subfield code="a">Jonathan Livingston Havmåge</subfield>
        <subfield code="e">af Richard Bach</subfield>
        <subfield code="f">fotografier af Russell Munson</subfield>
        <subfield code="f">på dansk ved Henrik Nordbrandt</subfield>
      </datafield>
      <datafield tag="250" ind1="0" ind2="0">
        <subfield code="a">1. [i.e.2.] udgave</subfield>
      </datafield>
      <datafield tag="260" ind1="0" ind2="0">
        <subfield code="a">[Kbh.]</subfield>
        <subfield code="b">Lindhardt og Ringhof</subfield>
        <subfield code="c">1983</subfield>
      </datafield>
      <datafield tag="300" ind1="0" ind2="0">
        <subfield code="a">93 sider</subfield>
        <subfield code="b">ill.</subfield>
      </datafield>
      <datafield tag="504" ind1="0" ind2="0">
        <subfield code="a">Allegorisk fortælling om en måge, der bliver udstødt af flokken, fordi den prøver at ændre de vaner og vilkår, mågerne lever under</subfield>
      </datafield>
      <datafield tag="520" ind1="0" ind2="0">
        <subfield code="a">Originaludgave: 1970</subfield>
      </datafield>
      <datafield tag="520" ind1="0" ind2="0">
        <subfield code="a">Tidligere: 1. udgave. 1973</subfield>
      </datafield>
      <datafield tag="521" ind1="0" ind2="0">
        <subfield code="a">6. oplag</subfield>
        <subfield code="c">1991</subfield>
      </datafield>
      <datafield tag="521" ind1="0" ind2="0">
        <subfield code="a">9. oplag</subfield>
        <subfield code="c">1999</subfield>
      </datafield>
      <datafield tag="521" ind1="0" ind2="0">
        <subfield code="a">10. oplag</subfield>
        <subfield code="c">2000</subfield>
      </datafield>
      <datafield tag="521" ind1="0" ind2="0">
        <subfield code="a">11. oplag</subfield>
        <subfield code="c">2002</subfield>
      </datafield>
      <datafield tag="521" ind1="0" ind2="0">
        <subfield code="a">12. oplag</subfield>
        <subfield code="c">2003</subfield>
      </datafield>
      <datafield tag="521" ind1="0" ind2="0">
        <subfield code="a">13. oplag</subfield>
        <subfield code="c">2005</subfield>
      </datafield>
      <datafield tag="521" ind1="0" ind2="0">
        <subfield code="a">14. oplag</subfield>
        <subfield code="c">2006</subfield>
      </datafield>
      <datafield tag="521" ind1="0" ind2="0">
        <subfield code="a">15. oplag</subfield>
        <subfield code="c">2009</subfield>
      </datafield>
      <datafield tag="521" ind1="0" ind2="0">
        <subfield code="b">16. oplag</subfield>
        <subfield code="c">2010</subfield>
      </datafield>
      <datafield tag="652" ind1="0" ind2="0">
        <subfield code="n">83.8</subfield>
        <subfield code="z">26</subfield>
      </datafield>
      <datafield tag="652" ind1="0" ind2="0">
        <subfield code="o">sk</subfield>
      </datafield>
      <datafield tag="666" ind1="0" ind2="0">
        <subfield code="s">allegorier</subfield>
      </datafield>
      <datafield tag="666" ind1="0" ind2="0">
        <subfield code="s">dyrefortællinger</subfield>
      </datafield>
      <datafield tag="666" ind1="0" ind2="0">
        <subfield code="s">eventyrlige fortællinger</subfield>
      </datafield>
      <datafield tag="s10" ind1="0" ind2="0">
        <subfield code="a">DBC</subfield>
      </datafield>
      <datafield tag="990" ind1="0" ind2="0">
        <subfield code="o">201047</subfield>
        <subfield code="b">v</subfield>
        <subfield code="u">op</subfield>
      </datafield>
    </record>
  </marcx:collection>
  <oss:openurl>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:book&amp;rft.btitle=Jonathan+Livingston+Havmåge&amp;rft.aulast=Bach&amp;rft.aufirst=Richard&amp;rft.auinit=R&amp;rft.date=2010&amp;rft.isbn=9788775605873&amp;rft.pub=Lindhardt+og+Ringhof&amp;rft.edition=1.+i.e.2.+udgave&amp;rft.genre=book</oss:openurl>
        </ns1:bibliographicData>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
